import img from '@/assets/images/img1.jpg'
import img2 from '@/assets/images/img2.jpg'
import img3 from '@/assets/images/img3.jpg'



export const slides = [
  {
    id: 1,
    image: img,
    alt: 'Качественный электромонтаж в Бухаре',
    title: 'Электромонтаж любой сложности',
    text: 'Профессиональное проектирование и монтаж электрических сетей для домов, офисов и производственных объектов.',
  },
  {
    id: 2,
    image: img2,
    alt: 'Сервис и ремонт электрики',
    title: 'Сервис и оперативный ремонт',
    text: 'Быстро устраняем неисправности и обеспечиваем стабильную работу электрооборудования.',
  },
  {
    id: 3,
    image: img3,
    alt: 'Электротехническое проектирование',
    title: 'Точные электро-проекты',
    text: 'Разрабатываем надёжные электротехнические решения, соответствующие нормам и требованиям безопасности.',
  },
  {
    id: 4,
    image: img3,
    alt: 'Энергоэффективные решения',
    title: 'Энергоэффективные системы',
    text: 'Оптимизируем энергопотребление и устанавливаем современные энерго-сберегающие технологии.',
  },
  {
    id: 5,
    image: img3,
    alt: 'Промышленная электрика',
    title: 'Промышленная электрика',
    text: 'Комплексное обслуживание предприятий: силовые сети, щиты, автоматизация и пусконаладка.',
  },
]
